export default {
  commons: {
    email: 'e-mail',
    password: 'Пароль',
    next: 'Далее'
  },
  login: {
    button: 'Войти',
    recover: 'Восстановить пароль',
    register: 'Зарегистрироваться'
  },
  register: {
    button: 'Зарегистрироваться',
    login: 'Уже зарегистрирован'
  },
  thanks: {
    header: 'Спасибо за регистрацию!',
    button: 'Вход'
  },
  reqRecover: {
    header: 'Восстановление пароля',
    send: 'Отправить',
    change: 'Сменить пароль',
    login: 'Войти'
  },
  recoverManual: {
    header: 'Проверьте email',
    message: 'Вам отправлены инструкции по изменению вашего пароля',
  },
  changePassword: {
    oldPassword: 'Код из письма',
    newPassword: 'Новый пароль',
    login: 'Войти',
    change: 'Сменить пароль'
  },
  passwordChanged: {
    header: 'Ваш пароль изменен'
  },
  wifiManual: {
    message: 'Сверните приложение,\nперейдите в настройки\nи подключитесь к\nWi-Fi сети miss-U-mat\n\nЕсли для подключения\nпотребуется пароль,\nвведите umat1234.\n\nВернитесь в приложение.'
  },
  connectMat: {
    header: 'Выберите домашнюю сеть',
    picker: 'Выберите домашнюю сеть',
    busyMessage: 'Ищем wifi сети...',
    connect: 'Подключиться',
    noWifis: 'Wi-fi сети не найдены'
  },
  connectingMat: {
    header: 'Подключаюсь',
    message: 'Подключаю коврик miss-U-mat к сети Wi-Fi'
  },
  connectionFailed: {
    header: 'Ошибка',
    message: 'Коврику не удалось подключится к Wi-Fi',
    button: 'Назад'
  },
  home: {
    settings: 'Настройки',
    topLabel: 'Скоро тут появятся\n сообщения от вашего\n питомца.',
    bottomLabel: '...а пока можно перейти\nв Настройки, чтобы\nуказать его кличку\nи добавить фотографию.',
    cards: {
      "0": 'Привет! У меня все хорошо. Как ты?',
      "1": 'Ты же скоро вернешься, правда?',
      "2": 'Друг, а я уже скучаю.',
      "3": 'Меня ТАК давно никто не гладил.',
      "4": 'Я бы не отказался от массажа живота.',
      "5": 'Возвращайся! И мы классно поиграем в мяч.',
      "6": 'Ты знаешь, день нашей первой встречи – лучший день моей жизни.',
      "7": 'Жаль, что тебя нет рядом. Нам могло бы быть тааак весело.',
      "8": 'Все мои игрушки не в радость без тебя.',
      "9": 'Тебя нет и дома так тихо. Приходи v поговорим.',
      "10": 'Звук, когда ты открываешь дверь – мой любимый звук!',
      "11": 'Ты так надолго ушел.. У тебя есть другая собака?',
      "-1": 'Теперь все хорошо'
    }
  },
  settings: {
    back: 'Назад',
    nickname: 'Кличка',
    receivePush: 'Получать пуш-уведомления',
    camera: {
      title: 'Выберите фото собаки',
      cancel: 'Отмена',
      takePhoto: 'Сфотографировать...',
      library: 'Выбрать из библиотеки...'
    }
  },
  errors: {
    network: 'Ошибка соединения',
    wifi: {
      listFailed: 'Ошибка при поиске Wi-fi сетей',
      disabled: 'Включите Wi-fi чтобы продолжить'
    }
  },
  timeFormat: {
    sameDay: '[Сегодня в] HH:mm',
    nextDay: '[Завтра]',
    nextWeek: 'dddd',
    lastDay: '[Вчера в] HH:mm',
    lastWeek: '[Прошлый] dddd [в] HH:mm',
    sameElse: 'HH:mm DD/MM/YYYY'
  }
};